{
  "pages": [
    {
      "title": "A Title",
      "author": "Alex",
      "genre": "non-fiction",
      "publish": "4th September 2019",
      "slug": "pageone",
      "paragraphs": [
        "Some text for p 1",
        "Some text for p 2",
        "Some text for p 3",
        "Some text for p 4",
        "Some text for p 5",
        "Some text for p 6",
        "Some text for p 7"
      ]
    },
    {
      "title": "A job app",
      "author": "Alex",
      "genre": "non-fiction",
      "publish": "4th September 2019",
      "slug": "pagetwo",
      "paragraphs": [
        "Hello, I am Alex Harris-Jedamski! I am a motivated and highly educated learner stepping into the world of professional web development. I am passionate about programming and creating high-quality code using the latest technologies.",

        "I have 'experience' workin'g with the React framework, JavaScript ES6, Express, Axios, SASS and Flexbox, all of which were used to build /thi'@s website.",

        "I am loving the process of mastering modern JavaScript ES6 and delving in the fantastice React framework! I always design using a responsive, mobile-first approach with a focus on ease of access. I also have experience working with Bootstrap 4, Adobe Photoshop and Adobe Xd.",

        "I have an extensive academic background, with a combined Bachelor’s degree in business and international studies and a Master’s degree in teaching. My exceptional academic performance, where I achieved a grade point average of 6.69 across all studies (Australian grading - equates to a British 1st), speaks volumes to my ability to learn, perform to deadlines, and submit high quality work.",
        "With an extensive academic background, including a Bachelor of Business, and a passion and skill for working with JavaScript in a particular, I would be an asset for Conversion Company. Further, as a new entrant into the web development industry, I would be an excellent candidate for Conversion Company's extensive training programme, without poor habits picked up at other web development workplaces. My exceptional academic record, (Bachelor and Master degrees, with an Australian GPA of 6.69 out of 7, equivalent to a British 1st) shows my ability to acquire new skills and deliver high quality work.",

        "This role would offer me the exciting opportunity to learn more about some important commercial web development concepts (such as CRO) while continuing to build technical developer skills. Conversely, I would offer the Company a fresh talent who is eager to develop into the best web developer he can be!",

        " Thank you for your time in reviewing my application."
      ]
    },
    {
      "title": "A job app12",
      "author": "Alex",
      "genre": "non-fiction",
      "publish": "4th September 2019",
      "slug": "pagethree",
      "paragraphs": ["Hello", "i love you", "won't you tell me your name"]
    },
    {
      "title": "Paralysis and Discontent",
      "author": "Alex",
      "genre": "fiction",
      "publish": "4th September 2019",
      "slug": "paralysisanddiscontent",
      "paragraphs": [
        "I have a picture of myself. In this picture sunlight beams in through open bay windows and brightens the oak floor of the study. A cool breeze brings with it the salty air of the ocean (or perhaps the clean, sweet air of the mountains). I sit at my desk, and I write. I write with fluidity and eloquence and the words stream forth from my soul, or my mind, or wherever it is that they appear. It is work that comes naturally and with ease, yet still fulfils me with purpose and energy. I don’t know what I am writing, in this picture, and it doesn’t really matter. What matters is that I am a writer, and a good one.",

        "Sometimes I will take this picture of myself a little further, so that in the evenings, as the sunlight illuminating my study moves from bright-yellow to golden-amber and finally soft-pink, I retire to the loungeroom with my (very real and brilliant) partner and a glass of Chianti. I settle in with The Old Man and the Sea and abandon myself to Ernest Hemingway’s beautiful, elegantly simple prose. But I am not envious of Hemingway, and nor do I wish to replicate him. I am a lover of good literature and enjoy letting myself be taken on a journey by the author, whether that be Hemingway, J.K. Rowling or Irvine Welsh.",

        "On the weekend I escape to the mountains to climb. In the fresh air, high up on the crag, my mind is emptied and recharged for the writing that will come the following week. Perhaps in the mountain-landscape I find inspiration, or perhaps it is only to reconnect myself to the physical world so that I am not lost to the world inside my head. In any case, in this picture of myself, as in reality, climbing remains an important part of my life.",

        "But of course, this is all just a figment of my imagination; another me that as yet does not exist and perhaps will never exist. It is one picture of many: I am a computer programmer who relishes the technical problem solving of his job and enjoys a decadent and joyous lifestyle; I am an accomplished pianist who has dived headlong into the production of melodic and trance-like house and techno; I am a photographer, both artistic and journalistic, who travels to capture the lives of people and the beauty of the world. In each of these pictures of myself, there is an idea of how I might like to be: purposeful, creative, successful and perhaps even content.",

        "Every step of my adult life seems to have been taken late. I was only seventeen for my last year of high school in 2003, but I did not finish school that year. I had attended a private alternative education school in the Adelaide Hills since the third grade. It had been a wonderful place in many respects, not least of which were the incredibly strong friendships formed which are still some of the most important relationships in my life more than fifteen years on. Yet the school had been in decline for several years prior to my final year. Even today, I use the decline as an excuse for not finishing school that year. With the decline came a very poor choice of subjects for final year. I chose to take Art, Business Maths (the ‘easy’ maths, despite being very confident and strong in maths) and, well, for the life of me I do not remember the third subject. I thought I would finish by doing another three subjects the following year (needing five subjects to complete the final year, I would end up taking six). The decline of the school had very little to do with this choice, except for perhaps a failure to encourage me to expect a little more from myself. My choice came from lack of motivation and a discovery of the more leisurely and decadent side of life, such as boozing as only teenagers know how.",

        "I did not go back to finish the following year, but I did in 2005. By that time my old school had shut its doors forever, and so I attended an adult education college. It offered school courses for kids and young adults who had left early but then decided to go back to finish, or who had otherwise had trouble at school. This time I was ready, and I worked hard in Outdoor Recreation (where I discovered my love for climbing) and Photography.",
        "Forever enjoying leisure, and completely unsure of what I wanted in life, in 2006 I decided to have yet another gap-year. I worked at a supermarket, then a liquor store and partied and climbed and hung out with my first love and high-school sweetheart (having started seeing each other at end of school way back in 2003). I also discovered Ecstasy, which, as it would turn out, would shape changes in my perspective and taste, particularly in music, in the years to come. But it was my growing connection with climbing that informed my decision to pursue Outdoor Recreation at technical college in 2007.",

        "So much of that course was a joy. The camping trips, the development of my technical skills, and the confidence I gained, especially following my first and to this day only heartbreak when my high-school sweetheart left me early in the year. And yet despite all the joy I took from climbing, I realised that I did not want to be an instructor or guide. At the time, and even today, I would say that I wanted to keep it as a hobby – that working in climbing, an area that I felt so passionate about, would ruin its recreational value for me. However, I think the truth lies a little closer to fear. I did not want to be responsible for clients in the dangerous environment that is the climbing crag. I found it stressful. I also found it difficult to be the motivational leader who encouraged scared, unenthusiastic or otherwise difficult clients. Thus, I scratched what I had thought I would love from the list of things I might do with my life. By that time I was twenty-one. Still so young but beginning to wonder what I was doing as more and more of my friends and peers began graduating from university.",

        "Of course, after having really pushed myself to complete a year of Outdoor Recreation, I decided I needed yet another gap. At least this time I had the goal of saving for a trip to Thailand. During this gap year I also made the decision that I would go to university upon my return from Thailand. Yet like many young people, I had made a decision to go to university but did not really know what I wanted to do at university. I decided to pursue a combined degree in International Studies, which I thought looked interesting, and Business, because I thought it would be useful and that I would be good at it. I was right about International Studies: it was interesting and taught me that I was quite good at formal, argumentative writing. Business on the other hand, oh how I hated Business so very much. By the time I finished this four-year combined-bachelor course I had just about come to terms with the possibility that I would not be working in related industries for the simple reason that I still had no idea what it was I wanted. Both sides of the bachelor had been so broad that they had not given me any real direction. I thought about completing an Honours programme in International Studies, as that is what strong students like myself should do, but I had no motivation or commitment towards it. At least the undergraduate course had given me the opportunity to live in Chile for six months on exchange: another piece in the puzzle of me being both bored of being settled in one place and tired from being unsettled. What a privileged complaint!",

        "In any case, no doubt another gap year was in order. My partner and I worked in casual jobs (childcare and hospitality respectively) in order to just travel and maybe even move overseas. In 2014 we were ready and we left for New Zealand to spend seven months hanging out with her family, working on the Mt Ruapehu ski-fields and traveling. From there we flew straight to London to visit some of my relatives and begin a five-month backpacking trip around the European continent. We discovered the absolute decadent joy of traveling in Europe, even on a budget of less than €400 per week. We discovered a love for Berlin and its wonderful combination of liveability, grittiness, debauchery and history; we discovered Budapest and its near-unrivalled architectural majesty and lively night-life; we discovered Venice and its fascinating and quirky side-alleys loaded with architectural curiosities and relatively tourist-free and full of personality; we discovered Valencia, for which we had no expectations but were completely taken with its beauty and relaxed pace; and we discovered that Italy, France, Spain and Germany are filled with countryside that welcomes you warmly as an old friend; that Austria with its mountains and Imperial architecture is mind-bendingly beautiful, yet also relaxing and would be such a wonderful place to live; and that London is hectic and busy and endlessly filled with new things to discover and new experiences to overload one’s senses.",

        "Not quite ready to return to the normality of Adelaide life, we ended our trip working a second Mt Ruapehu ski-season in 2015. At some point within this year-and-a-half away I decided I should better become a high school teacher, and my partner decided to pursue social work. In 2016 we began our respective Masters degrees in Adelaide, always with the intention of moving to London in 2018. Upon finishing,  I worked as a relief teacher in Adelaide for several months and we saved for a move to London, where I had been awarded a role as a high-school mathematics teacher. I was now on the cusp of thirty-two.",

        "I am not sure at what point I knew, deep down, that teaching was the wrong choice. I think that I probably knew it before I admitted it to myself. I couldn’t stand the idea that once again I was lost, without any idea of what I wanted to be. If I really think about it, I suppose it was during my second teaching placement, in 2017, that I understood deep-down that I would not be happy if I were to give the necessary time and energy to teaching. I knew and would have openly admitted that I did not love my time during that placement: but that was normal – everyone finds placement difficult. It was both better and worse than that for me. I hear stories of others and I know that my placement was relatively stress-free (as far as these things can be). Yet there was a deep discontent within me telling me I was not happy in this role as teacher. I resented taking so much work home, especially after a tiring day at school. And while I genuinely enjoyed working with many of the kids, I struggled to work with kids who did not care at all about their learning, and I loathed working with kids who were malicious in any way. Yet I believe that working with these two groups of kids is one of the most important elements of a teacher’s role. Ultimately, there is a disconnect within me. I strongly believe that education should be a positive force in social justice, yet I do not have the motivation, or do not take joy or in some other way am not equipped to be the teacher that I believe I should be.",

        "Within two weeks of beginning my first full-time teaching role in London I knew I had to get out. I was miserable. I would wake up in the morning feeling sick to the stomach so that I struggled to eat breakfast. One morning, before I went to work, I walked into our bedroom and shook my head at my partner and said that I think I do not want to be a teacher and just lay down and cried. That is not something I do easily. I went to work that day, but I knew then that I could not, nay, would not do it. So many first-year teachers are constantly wrecked by stress, breaking down into tears and filled with discontent. I have so much admiration for those who stick it out and can see the light; that commit to those first few years and come out the other side. I just could not see that path, and I learnt that, perhaps to my detriment, I am not willing to be that miserable even for the short term. It is as though I would rather wrap myself in a cocoon that protects me from all the stress in the world and hope that one day I will emerge majestically and fully-formed, ready to take to the sky. Yet in attempting to insulate myself from stress, perhaps I am removing the possibility of discovery and instead of blossoming within I will wither into a dry and empty husk.",

        "Perhaps that is too harsh, though. It is entirely possible that I did not take enough personal satisfaction from teaching to justify that level of hardship. Whatever the case, here I am already hurtling towards my mid-thirties and still not sure what I want to be, but with a growing list of things I do not want to be. I suppose that is progress of sorts. The thing that gnaws at me, though, is the feeling that I have wasted so much time and resources at university in courses that ultimately would not offer me career satisfaction. Worse, in the back of my mind – in fact, increasingly at the front of my mind – is that if I want children, which I do, being broke and career-less nearing thirty-three is not an ideal place to be.",

        "So that is where I am. Full of doubt about what I want to ‘be’ and afraid of not working that out before time is up for having children. I feel paralysed by doubt and overwhelmed at the myriad possible paths my working life could take from here. I often liven in fantasy in my head, imagining the pictures with which I opened this account. When I depart those fantasies, however, I have no confidence in my ability to pursue them. Yes, I am a good academic writer, but that is so different to writing a narrative that people will buy into. Yes, I appear to have a good head for programming, but am I coming to it a bit late? As for being a musician or photographer, I have put those ideas to bed. In work, I have discovered things I do not want to be and things I cannot be.",

        "And yet, my life is so full of happiness and privilege and opportunity. I am so fortunate to have been able to spend such a significant portion of the last ten years traveling with my partner, acquiring a high level of education and living indulgently but within my means. We have chosen to move to London, and if things were to become too difficult here, we would simply move home to Australia where wages are better and where we have family and friend support. Nevertheless, irrespective of the fortunate position I may be in, I still feel all the anxiety of doubt that I have hitherto spoken of. I understand that my anxieties are largely anxieties that are felt by the most privileged of this world and for that I feel almost guilty. Guilt, however, is not particularly useful, and regardless of privilege, the way each of us feels impacts upon us. Life is difficult. It is full of uncertainty and complex decisions based on limited information. I feel constantly paralysed by that uncertainty; so afraid that the decision I make will be the wrong one; so unwilling to put my mind through high-stress in pursuit of something I am unsure that I want. Knowing that I am in position of privilege means I do not turn my anxiety into anger towards the under-privileged (as is such a common trend). But I still feel that anxiety and that feeling should not be undermined. I must instead seek to understand it and discover how to manage it and perhaps even let it go. In those moments of paralysis, I can think of all the joy in my life and wonder that perhaps, even if I never have a career in the traditional sense, that is okay. My life is rich nevertheless and I do not have to be defined by my career. Further, I do not want to be defined by my career. Whatever my work may be, that is one small part of me, the person, and it will never be the most important part.",

        "Perhaps, then, the picture of me the writer is all wrong. Even when I am appearing on bestseller’s lists around the world, I will not be defined by my writing. I will be an author, but I will also be a partner. I will be a climber and a runner. I will be a son and a friend. I will be a traveller and a partier. And, I hope, I will be a father. Each of these roles will be a part of me, some more important than others but all combining to make me a complete person whose life will continue to be rich long after I put down the pen (or close that laptop, or hang up the boots, or whatever other image we would like to conjure for my retirement!). In this world, people so often speak of what they are in terms of the career they have. I do not want to speak in that way. There I see burnout, dissatisfaction and helplessness. Life is too full of other joys to allow ourselves to be all-consumed by our careers. I hope that in all my moments of anxiety and doubt I can remember that."
      ]
    }
  ]
}
